Repository: mariasev26/20930087H
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: That film was James Cameron’s epic romance Titanic, which opened in 1997 and currently sits comfortably at No. 4 on the all-time list with a worldwide gross of $2.26 billion.
es_es: Se trata de Titanic, la epopeya romántica de James Cameron, estrenada en 1997 y que actualmente ocupa el cuarto puesto de la lista con una recaudación mundial de 2.260 millones de dólares.

source: The 90-minute pilot paints a thoroughly convincing post-apocalyptic world, both visually and emotionally.
es_es: El piloto de 90 minutos pinta un mundo post-apocalíptico completamente convincente, tanto visual como emocionalmente.

source: The 1978 cult horror film Faces of Death (Rotten at 27%) purported to depict genuine scenes of “real death” (spoiler: it mostly did not).
es_es: La película de terrorde culto 1978 Caras de la muerte (Rotten al 27%) pretendía representar auténticas escenas de "muerte real" (spoiler: en la mayoría de los casos no fue así).

source: The first announcement this week involved Irish actor Barry Keoghan (nominated for The Banshees of Inersherin), and the second was Ridley Scott’s American Gangster star Denzel Washington, who is a 10-time Academy Award nominee and two-time winner (for Glory and Training Day).
es_es: El primer anuncia deesta semana fue el del actor irlándes Barry Keoghan (nominado por The Banshees of Inersherin)), y el segundo el de la estrella, de Ridley Scott’s American Gangster de Denzel Washington, diez veces nominado al Oscar y dos veces ganador (por Glory y Training Day).

source: The Biggest and Best TV & Streaming Series of the Last 25 Years
es_es: Las mejores y más grandes series de TV y streaming de los últimos 25 años

source: The Biggest and Best TV & Streaming Series of the Last 25 Years << Rotten Tomatoes – Movie and TV News
es_es: Las mejores y más grandes series de TV y streaming de los últimos 25 años << Rotten Tomatoes – Películas and noticias de televisión

source: The Curious Case of Benjamin Button (2008) – 13 5.
es_es: El curioso caso de Benjamin Button (2008) – 13 5.

source: The Diplomat: Season 1
es_es: La diplomática: Temporada 1

source: The Gray Man (2022) – 253,870,000 hours
es_es: Agente invisible (2022) – 253.870.000 horas

source: The Lord of the Rings: Return of the King (2003) – 11 Wins 2.
es_es: El Señor de los Anillos: El Retorno del Rey (2003) – 11 victorias 2.

source: The Lord of the Rings: The Fellowship of the Ring (2001) – 13
es_es: El Señor de los Anillos: La Comunidad del Anillo (2001) – 13

source: The Lord of the Rings: The Two Towers (2002) – 247 days
es_es: El Señor de los Anillos: Las dos torres (2002) – 247 días

source: The Mandalorian: Season 3
es_es: The Mandalorian: Temporada 3

source: The Netflix horror series started out set in the 1980s with a little girl named Eleven (Millie Bobby Brown) with supernatural abilities integrating into the lives of residents of a small Midwestern town.
es_es: La serie de terror de Netflix comenzó ambientada en los años 80 con una niña llamada Eleven (Millie Bobby Brown) con habilidades sobrenaturales que se integra en la vida de los residentes de un pequeño pueblo del Medio Oeste.

source: The Other Two: Season 3
es_es: The Other Two: Temporada 3

source: The Shape of Water (2017) – 13 3.
es_es: La forma del agua (2017) – 13 3.

source: The Simpsons Decade
es_es: La década de los Simpson

source: The crown now resides with Debra Granik’s low-key drama Leave No Trace, with mainstays like Pixar’s Toy Story 2 and the vertigo-inducing documentary Man on Wire following close behind.
es_es: La corona ahora pertenece al drama "No dejes rastro" de Debra Granik, seguido de cerca por grandes películas como Toy Story 2, de Pixar y el vertiginoso documental de "Man on Wire"

source: The element that makes it so much more than a zombie series is driven home pretty quickly – this is a show about the living, and what a horrible mess that can be now that the social fabric isn’t just torn but obliterated.
es_es: El elemento que lo convierte en mucho más que una serie de zombis te atrapa rápidamente: este es un programa sobre los vivos, y el desastre tan horrible que podemos llegar a formar ahora que el tejido social no solo está desgarrado sino borrado.

source: The ending was polarizing to viewers and critics alike.
es_es: El final polarizó tanto a los espectadores como a los críticos.

source: The exploitation action movie Machete (Certified Fresh at 71%) began as a joke trailer that played during the intermission of the Robert Rodriguez-Quentin Tarantino collaboration Grindhouse (Certified Fresh at 84%), and the joke seemed to continue when the sequel, Machete Kills (Rotten at 29%), promised a third movie called Machete in Space.
es_es: La película de acción y explotaciónMachete (Certificado reciente al 71%) comenzó como un tráiler de broma que se emitió durante el intermedio de la colaboración entre Robert Rodriguez y Quentin Tarantino, Grindhouse (Certified reciente al 84%), y la broma pareció continuar cuando la secuela, Machete Kills (Rotten al 29%), prometió una tercera película llamadaMachete in Space.

source: The film is widely regarded not just as one of the best superhero movies, but one of the best films ever made, full stop, and with a 94% Tomatometer to match its Audience Score, that’s one thing critics and fans wholeheartedly agree on.
es_es: La película está ampliamente considerada no solo como una de las mejores películas de superhéroes, sino como una de las mejores películas de la historia, y con un 94% en el tomatómetro que coincide con su puntuación del público, es algo en lo que los críticos y los fans están totalmente de acuerdo.

source: The film played from April into the summer, and by October, it made it into over 2,000 theaters.
es_es: La película estuvo en cartelera desde abril hasta el verano, y en octubre llegó a más de 2.000 salas.

source: The first announcement this week involved Irish actor Barry Keoghan (nominated for The Banshees of Inersherin), and the second was Ridley Scott's American Gangster star Denzel Washington, who is a 10-time Academy Award nominee and two-time winner (for Glory and Training Day).
es_es: El primer anuncio de esta semana fue el del actor irlandés Barry Keoghan (nominado por The Banshees of Inersherin), y el segundo el de la estrella de American Gangster, de Ridley Scott, Denzel Washington, diez veces nominado al Oscar y dos veces ganador (por Glory y Training Day).

source: The first installment, The Fellowship of the Ring, took home four trophies from 10 nominations, including Best Picture; it made household names of Jackson and Weta Digital and kickstarted a tourism boom for New Zealand.
es_es: La primera entrega, La Comunidad del Anillo, se llevó a casa cuatro trofeos de 10 nominaciones, incluida la de Mejor Película; hizo famosos a Jackson y Weta Digital y provocó un boom turístico en Nueva Zelanda.

source: The first season of Hulu’s Only Murders in the Building, with 106 reviews, can claim bragging rights for having the most perfect perfect score.
es_es: La primera temporada de Only Murders in the Building de Hulu, con 106 críticas, puede presumir de tener la puntuación perfecta más perfecta.

source: The highest Tomatometer score possible is, of course, 100%, and the club of TV seasons that have maintained that perfect score is not especially big — there are currently under 170.
es_es: La máxima puntuación posible en el Tomatometer es, por supuesto, el 100%, y el club de temporadas televisivas que han mantenido esa puntuación perfecta no es especialmente grande: actualmente hay menos de 170.

source: The hilarious final episode was everything ”Seinfeld” was at its best….
es_es: El divertidísimo episodio final fue todo lo que "Seinfeld" fue en su mejor momento....

source: The hype before the Seinfeld farewell was one event the country should never go through again.
es_es: El revuelo previo a la despedida de Seinfeld fue un acontecimiento por el que el país no debería volver a pasar.

source: The last season felt a bit rushed at times, thought not nearly as much as the extremely online have been saying, but it was incredibly impressive how the show stayed true to the vision until the end.
es_es: La última temporada se sintió un poco apresurada a veces, aunque no tanto como los extremadamente en línea han estado diciendo, pero fue increíblemente impresionante cómo el espectáculo se mantuvo fiel a la visión hasta el final.

source: The long-running NBC sketch comedy series is followed in its Emmy dominance by HBO’s Game of Thrones with 160 nominations and 59 wins.
es_es: A la longeva serie de comedia de sketches de la NBC le sigue en su dominio de los Emmy Juego de Tronos de la HBO, con 160 nominaciones y 59 victorias.

source: The most popular English-language TV shows (based on hours viewed in their first 28 days):
es_es: Los programas de televisión en inglés más populares (según las horas vistas en sus primeros 28 días):

source: The most popular non-English-language series (based on hours viewed in their first 28 days):
es_es: Las series de habla no inglesa más populares (según las horas vistas en sus primeros 28 días):

source: The much anticipated finale episode on NBC signed off with an episode of surprises.
es_es: El esperado episodio final de la NBC se despidió con un episodio de sorpresas.

source: The next highest scripted series of the past 25 years was season 5 (2004-2005) of CSI: Crime Scene Investigation on CBS with a 16.5 Nielsen rating, which would place it at No. 6 on the list.
es_es: La siguiente serie con mejor guión de los últimos 25 años fue la temporada 5 (2004-2005) de CSI: Crime Scene Investigation, de la CBS, con un 16,5 de audiencia Nielsen, lo que la situaría en el número 6 de la lista.

source: The next oldest movie in this esteemed group, however, is not only the top global earner of the last 25 years, but it’s the highest-grossing film of all time, and it’s another James Cameron joint: 2009’s Avatar.
es_es: Sin embargo, la siguiente película más antigua en este estimado grupo no solo es la que más ha recaudado en los últimos 25 años, sino también es la más taquillera de todos los tiempos, y es otra obra de James Cameron: Avatar, de 2009.

source: The oddest aspect of the long-awaited, much derided, but actually pretty good finale of Game of Thrones is that it tries to sell an aristocratic coup as a glorious revolution.
es_es: El aspecto más extraño del esperado, muy ridiculizado, pero en realidad muy buen final de Juego de Tronos es que intenta vender un golpe aristocrático como una revolución gloriosa.

source: The result was a smart, funny, sometimes heartbreaking film about relationships that became an instant cult classic.
es_es: El resultado fue una película brillante, divertida, una película en ocasiones desgarradora sobre relaciones, que se convirtió al instante en un clásico de culto.

source: The romantic comedy, which was based on a one-woman stage production and written by its star, Nia Vardalos, opened on April 19, 2002 in very limited release before it was slowly discovered by audiences and subsequently booked by more theaters.
es_es: Esta comedia romántica, basada en una producción teatral de una sola mujer y escrita por su protagonista, Nia Vardalos, se estrenó el 19 de abril de 2002 en un número muy limitado de salas antes de que el público la descubriera poco a poco y, posteriormente, la reservara para más cine.

source: The series focused on four neurotic single friends living in New York City: a fictionalized version of comic Jerry Seinfeld; working professional Elaine Benes played by Julia Louis-Dreyfus; bumbling George Costanza played by Jason Alexander, and eccentric Cosmo Kramer played by Michael Richards.
es_es: La serie se centraba en cuatro amigos solteros neuróticos que vivían en Nueva York: una versión ficticia del cómico Jerry Seinfeld; la profesional Elaine Benes, interpretada por Julia Louis-Dreyfus; el torpe George Costanza, interpretado por Jason Alexander, y el excéntrico Cosmo Kramer, interpretado por Michael Richards.

source: The series focused on six attractive twenty-somethings living in the same NYC building and starred Jennifer Aniston as privileged Rachel Green, Courteney Cox as chef Monica Geller, Lisa Kudrow as free-spirited singer Phoebe Buffay, Matt LeBlanc as struggling actor Joey Tribbiani, Matthew Perry as corporate accountant Chandler Bing, and David Schwimmer as museum paleontologist Ross Geller.
es_es: La serie se centraba en seis atractivas veinteañeras que vivían en el mismo edificio de Nueva York y estaba protagonizada por Jennifer Aniston como la privilegiada Rachel Green, Courteney Cox como la chef Monica Geller, Lisa Kudrow como la cantante de espíritu libre Phoebe Buffay, Matt LeBlanc como el actor en apuros Joey Tribbiani, Matthew Perry como el contable de empresa Chandler Bing y David Schwimmer como el paleontólogo de museo Ross Geller.

source: The series is set in the fictional city of Salem, Illinois, and focuses on the Brady and Horton families.
es_es: La serie está ambientada en la ciudad ficticia de Salem, Illinois, y se centra en las familias Brady y Horton.

source: The series lasted 10 seasons and won six Emmy Awards on 62 nominations with one win in 2002 for Outstanding Comedy Series, one going to Aniston for lead actress, one supporting actress win for Kudrow, and two guest actor awards going to Christina Applegate and Bruce Willis.
es_es: La serie duró 10 temporadas y ganó seis premios Emmy sobre 62 nominaciones, con una victoria en 2002 como mejor serie de comedia, una para Aniston como actriz principal, una para Kudrow como actriz de reparto y dos para Christina Applegate y Bruce Willis como actores invitados.

source: The series launched in January 2012, starred Steven Van Zandt as Frank Tagliano, a mobster-turned-witness who moves to Norway hide from his enemies, and lasted for three seasons.
es_es: La serie se estrenó en enero de 2012, estaba protagonizada por Steven Van Zandt en el papel de Frank Tagliano, un mafioso convertido en testigo que se traslada a Noruega para esconderse de sus enemigos, y duró tres temporadas.

source: The series often sees former SNL cast — Chevy Chase, Tina Fey, Will Ferrell, Bill Murray, and on — return for hosting duties.
es_es: A menudo, antiguos miembros del reparto de SNL (Chevy Chase, Tina Fey, Will Ferrell, Bill Murray, etc.) regresan para presentar la serie.

source: The series scored nominations for each of its main actors.
es_es: La serie obtuvo nominaciones para cada uno de sus actores principales.

source: The series’ enduring appeal could be attributed to reinvention, as cast members cycled in and out and the storylines — amnesia, love triangles, murder, mental health issues, assault, mobsters, and other soapy mayhem — reached ever-fantastical heights.
es_es: El atractivo perdurable de la serie podría atribuirse a la reinvención, ya que los miembros del reparto entraban y salían y los argumentos -amnesia, triángulos amorosos, asesinatos, problemas de salud mental, agresiones, mafiosos y otros líos- alcanzaban cotas cada vez más fantásticas.

source: The series’ ensemble cast and nostalgic turns quickly endeared it to viewers.
es_es: El reparto y los giros nostálgicos de la serie no tardaron en ganarse el cariño de los espectadores.

source: The show then moved to its new streaming home on Peacock.
es_es: La serie se trasladó entonces a su nuevo hogar de streaming en Peacock.

source: The show won for Outstanding Comedy Series in 1993, three supporting actor awards for Richards, and one supporting actress award for Louis-Dreyfus.
es_es: Ganó el premio a la mejor serie de comedia en 1993, tres premios como actor secundario para Richards y un premio como actriz secundaria para Louis-Dreyfus.

source: The show’s most frequent hosts include Alec Baldwin and Steve Martin, who have each hosted the show 17 times.
es_es: Entre los presentadores más habituales del programa se encuentran Alec Baldwin y Steve Martin, que lo han presentado 17 veces cada uno.

source: The sitcom had its weakest season this year and should have gone off the air a year ago.
es_es: La sitcom tuvo su temporada más floja este año y debería haber dejado de emitirse hace un año.

source: The streamer announced on March 15 this year that DOOL has been renewed for two more seasons.
es_es: La cadena anunció el 15 de marzo de este año que DOOL ha sido renovada por dos temporadas más.

source: The studios naturally did their best to pivot with the times — Warner Bros.
es_es: Naturalmente, los estudios hicieron todo lo posible por adaptarse a los tiempos -como es el caso de Warner Bros.

source: The “Friends” soap opera ended predictably and blandly last night, with no big surprises, just two little ones — Monica’s and Chandler’s twins.
es_es: La telenovela "Friends" terminó anoche de forma predecible y anodina, sin grandes sorpresas, solo dos pequeñas: los gemelos de Mónica y Chandler.

source: The... [More]
es_es: Los... [More]

source: Theaters
es_es: Cines

source: There have been countless think pieces written about the film’s so-called “cultural significance,” but at the end of the day, it was a broadly appealing blockbuster that made boatloads of money and spawned a successful franchise, as its recent sequel Avatar: The Way of Water — which is still earning money in theaters, by the way — currently ranks third on this same list.
es_es: Se han escrito innumerables artículos de opinión sobre la llamada "importancia cultural" de la película, pero al fin y al cabo, fue un éxito en taquilla ampliamente atractivo que hizo montones de dinero y generó una existosa franquicia, como su reciente secuela Avatar. The Way of Water (La forma del Agua) - que todavía está ganado dinero en los cines, por cierto - actualmente ocupa el tercer lugar en esta misma lista.

source: These movies top out at around 250 total critic reviews, though, so how about we take a look at the highest-rated movie with over 500 reviews?
es_es: Sin embargo, estas películas alcanzan un máximo de 250 críticas en total, así que ¿qué tal si echamos un vistazo a la película mejor valorada con más de 500 críticas?

source: They spared no expense and courted top talent at every possible opportunity to ensure they were the most awarded studio at every major awards show.
es_es: No repararon en gastos y cortejaron a los mejores talentos en cada oportunidad posible para asegurarse de ser el estudio más premiado en todas las grandes galas de premios.

source: This WEEK’S TOP STORY
es_es: La HISTORIA DE ESTA SEMANA

source: This has led to specualtion that, like his Tate/Manson movie, The Movie Critic may again be based upon a real person, and that person is speculated to possibly be groundbreaking film critic Pauline Kael, whose personal biography matches what it known at this point about The Movie Critic.
es_es: Esto ha llevado a especular con que, al igual que su película Tate/MasonThe Movie Critic prodría estar basada de nuevo en una persona real, y se especula con la posibilidad de que era esa persona sea la innovadora crítica de cine dePauline Kael, cuya biografía personal coincide con lo que se sabe hasta el momento sobreThe Movie Critic.

source: This is not to say that nominations were the only glory that La La Land took home; it won a respectable six prizes, including Best Actress, Best Screenplay, and Best Director for Chazelle himself.
es_es: Esto no quiere decir que las nominaciones fueran la única gloria que La La Land se llevó a casa; ganó unos respetables seis premios, incluyendo Mejor Actriz, Mejor Guion y Mejor Director para el propio Chazelle.

source: This is why they acquired theaters, donated to film festivals, threw lavish events, and ingratiated themselves to the old Hollywood that their new platform would disrupt.
es_es: Por eso adquirieron salas de cine, hicieron donaciones a festivales de cine, organizaron fastuosos eventos y se congraciaron con el viejo Hollywood que su nueva plataforma iba a trastocar.

source: This led to much speculation about who might direct the film, but this week, DC Comics writer Tom King revealed in an interview that James Gunn himself will take the helm, and that led soon after to Warner Bros.
es_es: Esto generó mucha especulación sobre quién podría dirigir la película, pero esta semana, el escritor de DC Comics, Tom King, reveló en una entrevista que el mismo James Gunn tomará el timón y eso llevó poco después a que Warner Bros.

source: This story is about one of those movies.
es_es: Esta historia trata de una de esas películas.

source: This week, Netflix finally gave life to one of del Toro's most talked about dream projects, following up on his big Academy Award win for Netflix for Guillermo del Toro's Pinocchio (Certified Fresh at 97%).
es_es: Esta semana, Netflix por fin ha dado vida a uno de los proyectos soñados más sonados de del Toro, tras su gran victoria en los Oscar para Netflix por Pinocho de Guillermo del Toro (Certified Fresh al 97%).

source: This week, Netflix finally gave life to one of del Toro’s most talked about dream projects, following up on his big Academy Award win for Netflix for Guillermo del Toro’s Pinocchio (Certified Fresh at 97%).
es_es: Esta semana, Netflix por fin ha dado vida a uno de sus proyectos soñados más sonados por Toro, tras su gran victoria en los Oscar para Netflix por Pinocho de Guillermo del Toro (Certificado reciente al 97%).

source: This week, Tarantino announced that his next film will be called The Movie Critic, with additonal reports stating that the main character will be a woman and the setting will be Los Angeles in the late 1970s.
es_es: Esta semana, Tarantino ha anunciado que su próxima película se llamará The Movie Critic (El crítico del cine), con informes adicionales que afirman que el personaje principa será una mujer y que el escenario será Los Ángeles a finales de la década de 1970.

source: This week’s Ketchup brings you more headlines from the world of film development news, covering such titles as Frankenstein, the Gladiator sequel, and Twisters.
es_es: El Tomatazo de esta semana te trae más titulares del mundo de las noticias de desarrollo cinematográfico, cubriendo títulos como Frankestein, el Gladiador la secuela, y Twisters.

source: Though fans were skeptical of Ledger’s casting when it was announced, his magnetic performance became instantly iconic, and when Ledger himself died prior to the film’s release, the Joker served as a reminder of the lost potential we all mourned; he rightfully won a posthumous Best Supporting Actor Oscar for the role.
es_es: Aunque los fanáticos se mostraron escépticos ante el casting de Ledger cuando se anunció, su magnética interpretación se convirtió instantáneamente en un icono, y cuando el propio Ledger murió antes del estreno de la película, el Joker sirvió como recordatorio del potencial perdido que todos lloramos; ganó con razón un Oscar póstumo al mejor actor de reparto por el papel.

source: Though the subsequent series adapted from The Hobbit created a bit of a fuss among fans, none of it detracts from the great highs we experienced in Middle-earth with Frodo and his friends.
es_es: Aunque la serie posterior adaptada de El Hobbit creó un poco de alboroto entre los fans, nada de ello desmerece los grandes momentos vividos en la Tierra Media con Frodo y sus amigos.
